Revit 2027 API
AnalysisResultSchema Constructor
Overload List
Name | Description
AnalysisResultSchema(AnalysisResultSchema) |  Constructs a new copy of the input AnalysisResultSchema object.
AnalysisResultSchema(String, String) |  Creates object and assigns name and description
Top
See Also
Reference
AnalysisResultSchema Class
Autodesk.Revit.DB.Analysis Namespace